Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Sie haben darum nur bei einem Teil der gefundenen Treffer Zugang zum Volltext.
en_gb: This means that only some of the hits will give you access to the full text.

source: Die NEBIS recherche bietet Ihnen einen zentralen Einstieg für die Recherche in den Print-Beständen der Hochschulbibliothek.
en_gb: NEBIS recherche offers a central point of access to search the University Library print collection.

source: Zugriff
en_gb: Access

source: Wie Sie unsere E-Medien nutzen können
en_gb: How to use our e-media

source: Ausleihen und Bestellen
en_gb: Borrowing - Ordering

source: Sie möchten wissen, wie Sie sich einschreiben, wie Sie Medien ausleihen, abholen, verlängern oder zurückgeben können?
en_gb: Find out how to register as a user, how to borrow, collect or return media resources and how to extend loans.

source: Zeitschriften
en_gb: Journals

source: Elektronische Zeitschriften
en_gb: Electronic journals

source: Die elektronischen Zeitschriften der Hochschulbibliothek finden Sie in der elektronischen Zeitschriftenbibliothek (EZB).
en_gb: You’ll find the University Library collection of electronic journals listed in the Electronic Journals Library (EZB).

source: In der EZB enthalten sind ausserdem im Internet frei zugängliche Titel, sogenannte Open-Access-Journals.
en_gb: The EZB also has Open Access journals (titles which can be freely accessed in the Internet).

source: Suche nach Zeitschriftenartikeln Datenbanken
en_gb: Searching for journal articles Databases

source: Suche nach Zeitungsartikeln Pressedatenbanken
en_gb: Searching for newspaper articles Press databases

source: Suche im E-Journal Angebot von Anbietern oder Verlagen E-Journal Plattformen
en_gb: Searching in the e-journals provided by suppliers or publishers E-journal platforms

source: Bibliographische Informationen zu Zeitschriften, Serien und Zeitungen Ulrichsweb
en_gb: Bibliographical information on journals, serials and newspapers Ulrichsweb

source: Zeitschriftenarchive für Privatpersonen Nationallizenzen
en_gb: Journal archives for private individuals National licences

source: Gedruckte Zeitschriften
en_gb: Print journals

source: Die gedruckten Zeitschriften der Hochschulbibliothek finden Sie in NEBIS recherche.
en_gb: You can find the University Library’s holding of print journals listed in NEBIS recherche.

source: Für die Hochschulbibliothek Winterthur finden Sie eine thematische Übersicht über die gedruckten Zeitschriften auf den Fachinformationsseiten.
en_gb: For a thematic overview of the University Library Winterthur print journals, please consult the discipline-specific pages.

source: Die Zeitschriften sind in der Regel nicht ausleihbar.
en_gb: As a rule, these journals are not borrowable.

source: Datenbanken
en_gb: Databases

source: Angebot an Datenbanken
en_gb: Databases available

source: Die Hochschulbibliothek bietet Ihnen eine breite Auswahl an Datenbanken für Ihr Fachgebiet an.
en_gb: The University Library has a wide range of databases focussing on different specialist areas.

source: Wenn Sie eine bestimmte Datenbank suchen, benutzen Sie dafür die Suche der ZHAW Website zuoberst auf der Seite.
en_gb: If you are looking for a specific database for your field, use the ZHAW website search at the top of the page.

source: Im NEBIS (Netzwerk von Bibliotheken und Informationsstellen in der Schweiz) haben sich rund 140 Bibliotheken von Hochschulen, Fachhochschulen und Forschungsanstalten aus allen Sprachregionen zusammengeschlossen. Der NEBIS-Katalog verzeichnet rund 10.5 Mio. Titel.
en_gb: NEBIS (Network of Libraries and Information Centers in Switzerland) is an affiliation 140 university libraries and research facilities from all the language regions of Switzerland. The NEBIS catalogue contains in total 10,5 million titles: books, series, journals and non-book materials.

source: Datenbanken von A-Z
en_gb: Databases A-Z

source: Datenbanken nach Fachgebiet
en_gb: Databases according to discipline

source: LinkSolver - Verlinkung zum Volltext
en_gb: LinkSolver - link to full text

source: Viele bibliographische Datenbanken sind für LinkSolver aktiviert.
en_gb: Many bibliographic databases are activated for LinkSolver.

source: Klicken Sie auf das LinkSolver Symbol bei einem Zitat in der Datenbank, werden Sie automatisch zum Volltext verlinkt, falls dieser zur Verfügung steht.
en_gb: If you click on the LinkSolver symbol next to a citation in a database, you will be automatically redirected to the full text, if this is available.

source: Elektronische Nachschlagewerke
en_gb: Electronic reference works

source: Nutzen Sie unser Angebot an Wörterbüchern und Enzyklopädien um eine Übersicht über Ihr Thema zu erhalten, einen Begriff zu definieren oder Schlüsselbegriffe für Ihre Suche zu finden.
en_gb: Use our range of dictionaries and encyclopaedias to gain an overview of a topic, find a definition of a term or keywords for your search.

source: einsprachige Wörterbücher
en_gb: Monolingual dictionaries (in German)

source: mehrsprachige Wörterbücher
en_gb: Multilingual dictionaries (in German)

source: fachspezifische Wörterbücher und Enzyklopädien
en_gb: Specialist dictionaries and encyclopaedias (in German)

source: Nichts gefunden?
en_gb: Not found what you’re looking for?

source: Holen Sie sich Tipps für Ihre Recherche oder nehmen Sie die Rechercheberatung am Standort Winterthur oder Zürich in Anspruch.
en_gb: Find out about search techniques or use our reference service at the Library location in Winterthur or Zurich.

source: Machen Sie einen Anschaffungsvorschlag.
en_gb: Make an acquisition proposal (in German).

source: ZHAW-Studierende:
en_gb: ZHAW students:

source: Suchen Sie in swissbib, dem Metakatalog der Schweizer Hochschulbibliotheken.
en_gb: Try looking in swissbib, the metacatalogue of Swiss university libraries.

source: Sind Sie auch dort nicht fündig geworden?
en_gb: Still no luck?

source: Dann können Sie gerne eine Anfrage für eine Fernleihbestellung einreichen.
en_gb: Then please submit a request for an inter-library loan (in German).

source: ZHAW-Mitarbeitende:
en_gb: ZHAW staff:

source: Reichen Sie Ihre Anfrage per Fernleihformular ein.
en_gb: Please submit a request using the inter-library loan form (in German).

source: Fussbereich
en_gb: Footer

source: Standort
en_gb: Location

source: Folge uns auf diesen Social Media Kanälen
en_gb: Follow us on these social media channels

source: Folgen Sie uns
en_gb: Follow us

source: ZHAW Hochschulbibliothek
en_gb: ZHAW University Library

source: E-Medien Turbinenstrasse 2 Postfach 805 8401 Winterthur
en_gb: E-media Turbinenstrasse 2 Postfach 805 8401 Winterthur

source: Mitgliedschaft oder Akkreditierung
en_gb: membership or accreditation

source: Impressum
en_gb: Imprint

source: Impressum/
en_gb: Imprint/

source: https://www.zhaw.ch/de/rechtliche-hinweise/ Interne Tools
en_gb: Disclaimer

source: Wenn nicht, werden Sie in NEBIS recherche verlinkt und können dort nachsehen, ob das gesuchte Dokument in einer Bibliothek allenfalls gedruckt vorhanden ist.
en_gb: If it is not available, you will be redirected to NEBIS recherche, where you can check whether the document you are looking for is available in print form in a

source: Gold Open Access publizieren
en_gb: Gold Open Access publishing

source: Die ZHAW unterstützt ihre Forschenden beim Open-Access-Publizieren.
en_gb: The ZHAW supports its researchers with funding for Open Access publishing.

source: Die Hochschulbibliothek unterhält dafür verschiedene Mitgliedschaften und einen Publikationsfonds, die es Autoren und Autorinnen ermöglichen, günstiger in Open-Access-Gefässen zu publizieren.
en_gb: The University Library holds various membership agreements and a publication fund which offer authors favourable conditions for publishing their work in Open Access journals.

source: Förderbedingungen
en_gb: Eligibility conditions

source: OA-Memberships
en_gb: OA Membership

source: Damit Publizierende von Mitgliedschaftskonditionen profitieren können, muss die eingereichte Publikation bestimmten Kriterien entsprechen.
en_gb: In order for authors to benefit from membership conditions, the publications they submit must meet certain criteria.

source: Insbesondere werden keine Gebühren für die optionale Freistellung von Inhalten in Closed-Access-Zeitschriften (sogenanntes hybrides Open Access) übernommen.
en_gb: In particular, the ZHAW does not cover any fees for the optional release of content for publication in closed access journals (hybrid open access).

source: Mindestens ein Drittel der Autoren müssen zudem an der ZHAW angestellt sein.
en_gb: In addition, at least one third of the authors must be ZHAW employees.

source: Weitere Kriterien finden sich in der Richtlinie der ZHAW zur Förderung von OA-Publikationen.
en_gb: Further criteria are to be found in the ZHAW guidelines “ ” (in German).

source: Sind diese erfüllt, werden Publikationsgebühren anteilig von der Hochschulbibliothek
en_gb: If these criteria are met, part of the publication fee is covered by the University Library as long as the central budget set aside for this purpose lasts.

source: Open-Access-Memberships
en_gb: Open Access membership

source: Neben der kostenfreien Publikation im OA-Journal ACS Central Science profitieren Forschende der ZHAW von reduzierten Publikationskosten für Open Access.
en_gb: Apart from being able to publish free of charge in the OA journal ACS Central Science, ZHAW researchers benefit from discounted publication fees for Open Access.

source: Diese werden gewährt, da die ZHAW Zeitschriften der American Chemical Society konventionell lizenziert.
en_gb: These discounted fees apply because the ZHAW holds a conventional licence for journals published by the American Chemical Society.

source: Die Rabatte gelten für alle ACS AuthorChoice Varianten (hybrides OA-Publizieren).
en_gb: The discounts are valid for all ACS AuthorChoice options (hybrid OA publishing).

source: Um eine Publikation per hybridem Open Access zu veröffentlichen, wählt man bei der Manuskripteinreichung die Option «Apply Discount».
en_gb: In order to publish an article via hybrid Open Access, select the option “Apply Discount” when submitting the manuscript.

source: Im Feld «Affiliation discount» muss dann die «Zurcher Hochschule fur Angewandte Wissenschaften» eingegeben werden.
en_gb: Then enter “Zurich University of Applied Sciences” in the “Affiliation Discount” box.

source: Preise für ACS AuthorChoice
en_gb: ACS AuthorChoice Pricing

source: Zeitschriften bei ACS
en_gb: ACS Publications

source: Die institutionelle Mitgliedschaft der ZHAW ermöglicht Forschenden, ihre Ergebnisse in einer der mehr als 300 elektronischen Zeitschriften von BioMed Central zu veröffentlichen.
en_gb: The ZHAW is an institutional member of BMC.

source: Richtlinie zur Förderung von OA-Publikationen (PDF 26,6 KB)
en_gb: Richtlinie der ZHAW zur Förderung von OA-Publikationen (PDF 26,6 KB)

source: Angehörige der ZHAW zahlen bei sämtlichen Zeitschriften des Verlags Frontiers nur die Hälfte der Publikationsgebühren.
en_gb: ZHAW members pay only half the publication fee for all Frontiers journals.

source: Die andere Hälfte wird der Hochschulbibliothek verrechnet.
en_gb: The other half is covered by the ZHAW.

source: Um von dieser Regelung zu profitieren, wählen Sie beim Einreichen Ihres Manuskripts im Bereich Institution im Drop down Menü «Zurich University of Applied Sciences» aus.
en_gb: In order to benefit from this provision, select “Zurich University of Applied Sciences” in the institutions dropdown menu when submitting your manuscript.

source: Zeitschriften bei Frontiers
en_gb: Frontiers journals

source: Durch die Mitgliedschaft profitieren Forschende von einem Rabatt von 10% auf die regulären Publikationskosten.
en_gb: They benefit from a 10% reduction on the standard publication fee, and the

source: Zusätzlich übernimmt die HSB einen Anteil von 50% der verbleibenden Kosten.
en_gb: University Library covers 50% of the remaining costs.

source: Mit der automatischen IP-Erkennung durch MDPI können alle Hochschulangehörigen aus dem Netz der ZHAW eine Publikation einreichen, die anteilig über den Account der ZHAW abgerechnet wird.
en_gb: MDPI automatically identifies IP addresses, so any ZHAW member can submit an article from the ZHAW network and a part of the fee will be billed to the ZHAW account.

source: Sie bezahlen $ 3'000 anstelle von $ 4'000 pro Artikel (AuthorChoice, «Affiliated Subscriber»).
en_gb: ZHAW authors pay $3,000 instead of $4,000 per article (AuthorChoice, Affiliated Subscriber).

source: Zeitschriften bei MDPI
en_gb: MDPI journals

source: Angehörige der ZHAW zahlen bei sämtlichen Zeitschriften des Verlags PLOS nur die Hälfte der Publikationsgebühren.
en_gb: ZHAW members are charged only half of the publication fee for any of the PLOS journals.

source: Um von dieser Regelung zu profitieren, wählen Sie beim Einreichen Ihres Manuskripts im Bereich «Institutional Account Program» die «ZHAW Zurich University of Applied Sciences» aus.
en_gb: In order to benefit from this provision, select “ZHAW Zurich University of Applied Sciences” in the field “Institutional Account Program” when submitting your manuscript.

source: Anleitung zur Einreichung
en_gb: Instructions for submission

source: Zeitschriften bei PLOS
en_gb: PLOS Publications

source: Mit der automatischen IP-Erkennung durch Springer Open können alle Hochschulangehörigen aus dem Netz der ZHAW eine Publikation einreichen, die anteilig über den Account der ZHAW abgerechnet wird.
en_gb: SpringerOpen automatically identifies IP addresses, so any ZHAW member can submit an article from the ZHAW network and a part of the fee will be billed to the ZHAW account.

source: Angesprochen sind Wissenschaftlerinnen und Wissenschaftler in den Bereichen Naturwissenschaften, Technologie, Medizin, Geistes- und Sozialwissenschaften.
en_gb: This allows ZHAW researchers working in the fields of natural sciences, technology, medicine, humanities and social sciences to publish their findings in one of the more than 300 electronic journals comprising the BioMed Central portfolio.

source: Die institutionelle Mitgliedschaft der ZHAW ermöglicht Forschenden, ihre Ergebnisse in Zeitschriften von MDPI zu veröffentlichen. Angesprochen sind Wissenschaftlerinnen und Wissenschaftler in den Bereichen Naturwissenschaften, Technologie, Medizin, Geistes- und Sozialwissenschaften.
en_gb: The ZHAW is an institutional member of MDPI. This allows ZHAW researchers working in the fields of natural sciences, technology, medicine, humanities and social sciences to publish their findings in the MDPI journals.

source: Die institutionelle Mitgliedschaft der ZHAW ermöglicht Forschenden ihre Ergebnisse in einer der mehr als 200 elektronischen Zeitschriften von SpringerOpen zu veröffentlichen. Angesprochen sind Wissenschaftlerinnen und Wissenschaftler in den Bereichen Naturwissenschaften, Technologie, Medizin, Geistes- und Sozialwissenschaften.
en_gb: The ZHAW is an institutional member of SpringerOpen. This allows ZHAW researchers working in the fields of natural sciences, technology, medicine, humanities and social sciences to publish their findings in one of the more than 200 electronic journals comprising the SpringerOpen portfolio.

source: Durch die Mitgliedschaft profitieren Forschende von einem Rabatt von 15% auf die regulären Publikationskosten.
en_gb: They benefit from a 15% discount on the standard publication fee, and the University Library covers 50% of the remaining costs.

source: Publizieren und Open Access
en_gb: Writing - Publishing

source: Als zukunftsweisende Formen der wissenschaftlichen Kommunikation sichern OA-Publikationen eine allgemeine und freie Zugänglichkeit zu wissenschaftlichen Ergebnissen.
en_gb: These forward-looking forms of communication ensure that scientific findings are freely available to a broad public.

source: Open Access publizieren
en_gb: Open Access publishing

source: Wo und wie kann ich «Green Road» publizieren?
en_gb: How and where to publish in a green Open Access journal

source: Die Datenbanken SHERPA/RoMEO und Journal Database (JDB) geben Auskunft über Verlagsbedingungen zur Zweitveröffentlichung.
en_gb: The databases and provide information on publishing conditions for secondary publications.

source: Disziplinspezifische Informationen bietet die Informationsplattform open-access.net.
en_gb: Discipline-specific information is available on the information platform open-access.net.

source: Die ZHAW Hochschulbibliothek unterstützt und berät Sie in sämtlichen Fragen aus den Bereichen Informationskompetenz, Open Access und Publizieren.
en_gb: The ZHAW University Library offers you support and consulting in response to all questions related to information competence, Open Access and publishing.

source: Sie bietet attraktive Arbeitsplätze an und fördert den Austausch auf dem Campus.
en_gb: The Library is an attractive place to work and promotes the exchange of ideas and experience on campus.

source: Ausbildung
en_gb: Vocational Training

source: «Es freut mich besonders, dass in der Hochschulbibliothek Winterthur ein Lernort geschaffen wurde, der für alle ZHAW-Angehörigen 24/7 zugänglich ist.»
en_gb: “I particularly appreciate the fact that the University Library in Winterthur has been designed as a place of study for all ZHAW members 24/7.”

source: Stefanie Walther, Leiterin Team Schulungen und Rechercheberatung, Hochschulbibliothek Winterthur
en_gb: Stefanie Walther, Head of Education Team and Reference Service, University Library Winterthur

source: «Bibliotheksarbeit ist vielseitig, sie reicht vom Aufbau eines breiten Medienangebots bis hin zur Unterstützung im Publizieren von Ergebnissen.»
en_gb: “Library work is full of variety; we deal with a wide range of tasks, from setting up an extensive media holding to helping ZHAW members publish their research findings.”

source: Andrea Moritz, Leiterin Hochschulbibliothek Wädenswil
en_gb: Andrea Moritz, Head, University Library Wädenswil

source: Die ZHAW Zürcher Hochschule für Angewandte Wissenschaften ist 2007 aus dem Zusammenschluss der Zürcher Hochschule Winterthur (ZHW), der Hochschule Wädenswil (HSW), der Hochschule für Angewandte Psychologie Zürich (HAP) und der Hochschule für Soziale Arbeit Zürich (HSSAZ) hervorgegangen.
en_gb: The ZHAW Zurich University of Applied Sciences was formed in 2007 with the merger of the Zurich University of Applied Sciences Winterthur (ZHW), the University Wädenswil (HSW), the University of Applied Psychology (HAP) and the University of Social Work.

source: Die acht bestehenden Bibliotheken wurden zur ZHAW Hochschulbibliothek.
en_gb: The eight existing libraries from these four institutions were combined to create the ZHAW University Library.

source: Im Sommer 2014 haben die ZHAW Bibliotheken Angewandte Psychologie und Soziale Arbeit ihre neuen, gemeinsamen Räumlichkeiten zusammen mit dem Medien- und Informationszentrum MIZ der ZHdK im Toni-Areal in Zürich bezogen.
en_gb: In the summer of 2014, the Applied Psychology and Social Work libraries moved into their new premises in the Toni-Areal, which they share with the Media and Information Centre (MIZ) of the Zurich University of the Arts.

source: Seit Februar 2015 sind die fünf Teilbibliotheken (Architektur und Bau, Gesundheit, Linguistik, Technik, Wirtschaft und Recht) in Winterthur im neuen Gebäude im Sulzer-Areal.
en_gb: Since 2015, the five sub-libraries (Architecture and Engineering, Health, Linguistics, Technology, Business and Law) have occupied a new building in the Sulzer-Areal.

source: Dort erbringen sie gemeinsam als ZHAW Hochschulbibliothek Winterthur ihre Dienstleistungen.
en_gb: As the ZHAW University Library Winterthur, they provide joint library-related services.

source: Bibliotheksstrategie
en_gb: University Library strategy

source: An der Sitzung der Hochschulleitung vom 26. Oktober 2017 wurde beschlossen, die Strategie der Hochschulbibliothek zu unterstützen.
en_gb: At their meeting on 26 October 2017, the ZHAW Executive Board agreed to support the University Library strategy.

source: Diese fokussiert vier Entwicklungsfelder:
en_gb: This strategy focuses on four development areas.

source: Bibliotheksstrategie der ZHAW Hochschulbibliothek (PDF 86,9 KB)
en_gb: ZHAW University Library strategy (PDF 86,9 KB) (in German)

source: Lehrstelle an der Hochschulbibliothek
en_gb: Apprenticeships at the University Library

source: Die Hochschulbibliothek in Winterthur bietet alle drei Jahre eine Lehrstelle für die dreijährige Ausbildung als Fachfrau/Fachmann Information und Dokumentation EFZ an.
en_gb: Every three years the University Library in Winterthur offers an apprenticeship in Information and Documentation leading to the Swiss Federal Certificate of Proficiency (EFZ).

source: Mehr erfahren über die Lehrstelle an der Hochschulbibliothek
en_gb: Find out more about apprenticeships at the University Library (in German)

source: Leitungsteam Hochschulbibliothek
en_gb: Management

source: vakant (Leitung)
en_gb: This position is vacant at the moment.

source: Hochschulbibliothek Winterthur
en_gb: University Library Zurich

source: Allgemeine Anfragen +41 (0) 58 934 75 00 winterthur.hsb@zhaw.ch
en_gb: General enquiries +41 (0) 58 934 75 00 winterthur.hsb@zhaw.ch

source: Öffnungszeiten
en_gb: Opening hours

source: Sylvia Wanke (Leitung ad interim, Stellvertretung und Team HSB Winterthur)
en_gb: Interim management Sylvia Wanke

source: Allgemeine Anfragen +41 (0) 58 934 59 99 waedenswil.hsb@zhaw.ch
en_gb: General enquiries +41 (0)58 934 86 86 zuerich.hsb@zhaw.ch

source: FH Koordinationsstelle Hochschulkonsortium
en_gb: UAS Coordinator for the Consortium of Swiss Academic Libraries

source: Was gefällt oder missfällt Ihnen an der ZHAW Hochschulbibliothek, unseren Dienstleistungen oder Angeboten?
en_gb: What do you like or dislike about the ZHAW University Library and our services?

source: Anregungen und Kritik nehmen wir gerne entgegen, über Lob freuen wir uns ganz einfach.
en_gb: We are very interested to receive your suggestions and criticisms, and, of course, very happy to receive any compliments.

source: Wenn Sie eine Antwort wünschen, geben Sie bitte Vorname, Name und E-Mailadresse an.
en_gb: Please give your name and e-mail address if you wish to receive a reply.

source: Ihr kurzes Feedback betreffend HSB Winterthur können Sie gerne auch auf unsere virtuelle Feedbackwand posten.
en_gb: You can also post your short feedback concerning the University Library in Winterthur on our feedback wall.

source: Feedback-Formular
en_gb: Feedback form

source: Betreff*
en_gb: Subject*

source: Ihre Mitteilung*
en_gb: Your message*

source: Standort*
en_gb: Location*

source: Vorname
en_gb: First name
